/*
* Вариант 23
* 
* Написать программу поиска в одном из соседних каталогов файлов 
* размером более, чем в три блока, к которым обращались менее, чем 
* пять дней назад. Полученную информацию через файловую систему
* послать в параллельный процесс. Предусмотреть возможность
* неоднократного внешнего прерывания. При поступлении
* 2-го прерывания вывести информацию об общем 
* количестве блоков, занимаемых этими файлами.
*/

#include <stdio.h>
#include <signal.h>

#def

int main() {
    return 0;
}